Revit 2024 API
ParameterTypeId.CurtaingridOriginHoriz Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridOriginHoriz { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridOriginHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridOriginHoriz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace